Repository: giellalt/corpus-smj
Catalog: tmx/sma/facta/other_files/iemealmmuga_ja_demaenssa_nuorttarijkajn.pdf.tmx
Source language: smj
Languages: sma

source: gáktuj, danna la geriatrijkka akta vidá vuoroduvvam suorgijs. Suoman la prosjækta tjerdalasj unneplågoj ja mujtodisvuoda birra,
sma: raeriestimmiem nasjonaale strategijese saemien healsose buakteme, gusnie geriatrije lea akte dejstie vïjhte prioriteradamme sujhtemesuerkijste.

source: ETNIMU, åvddånahttám nasjonála doajmmamodellajt ja tjiegŋodahttám diedojt mujto ja mujtodisvuoda birra åbbålattjat tjerdalasj unneplågoj gaskan.
sma: Såevmesne akte prosjekte etnihkeles unnebelåhkoej bïjre jïh mojhteseskïemtjelassi bïjre, ETNIMU, nasjonaale gïehtelimmiemaallh evtiedamme jïh daajroem lissiehtamme mojhtesen jïh mojhteseskïemtjelassi bïjre etnihkeles unnebelåhkoej gaskem sïejhmelaakan.

source: Prosjækta la aj ienep diedojt vaddám ámmátulmutjijda ja studentajda sosiála- ja varresvuodasujton gåktu ulmmejuohkusijn bierri barggat.
sma: Prosjekte aaj gïengelåbpoe daajroem vadteme profesjonelle barkijidie jïh studeentide sosijaale jïh healsoesujhtemen sisnjeli barkoen bïjre ulmiedåehkesne.

source: Suoma stáhtta muhtem dårjav vaddá sáme sosiála- ja varresvuodadievnastusáj fállamij.
sma: Såevmien staate aktem vihties dåarjoem vadta juktie saemien sosijaale- jïh healsoesujhtemedïenesjh vedtedh.

source: Dát dagáduvvá Sámedikke baktu. Sámedigge la tjielgadam ulmijt gåktu fállat sosiála- ja varresvuodadievnastusájt sámegiellaj.
sma: Daate dorjesåvva Saemiedigkien baaktoe, mij ulmieh bïejeme guktie sosijaale- jïh healsoesujhtemedïenesjh maehtieh vadtasovvedh saemien gïelesne.

source: Valla diedádusá jagijn 2001 ja 2008 vuosedin dievnastusá sosiála- ja varresvuodadievnastusájn ællim dågålattja sámegiela gáktuj, suohkanijn aj.
sma: Reektehtsh jaepijste 2001 jïh 2008 vuesiehtin læjhkan faalenasse sosijaale- jïh healsoedïenesjidie saemiengïelesne annje lij nåake, aaj tjïeltine.

source: Dagu ietjá nuorttarijkajn li sámegiela pasienta gássjelisvuodajt vásedam iesjguhtik lágásj sjiemájn ma guoradaládijn aneduvvi, dagu mujttogæhttjalimen, danna aneduvvi buojkuldagá ma li abmasa jali ælla relevánta boarrásap sámijda.
sma: Goh jeatjah noerhtelaantine saamastallije skïemtjijh Såevmesne dåeriesmoerh åådtjeme ovmessie goerigujmie mah åtnasuvvieh ovmessie teestine goh mojhteseteeste, gusnie teermh nuhtjie mah eah leah åehpies jallh sjyöhtehke båarasåbpoe saemide.

source: THL, Varresvuoda ja álkkádusá instituhtta Suoman la tjadádam prosjevtav sámij álkkádusá dássádusá gáktuj.
sma: THL, Healsoen jïh tryjjesvoeten instituhte Såevmesne lea prosjektem mïrrestallemen åvteste saemiej tryjjesvoeten sisnjelen

source: SámiSoster la aj tjadádam moadda åvddånahttem- ja pilotprosjevtajt ja fállá sijdadievnastusáv sámegiellaj Enodagá (Enontekiö) suohkanin.
sma: Aaj årganisasjovne SamiSoster lea jienebh evtiedimmie- jïh pilovteprosjekth tjïrrehtamme jïh hïejmedïenesjh saemiengïelesne faalehte Enontekin tjïeltesne.

source: Jagen 2017 oattjoj organisasjåvnnå europealasj guddnebálkkáv ietjas bargos åvdås, duola degu prosjevtajn man ulmme lij doarjjot sámijt gænna la demænssa navti váj oadtjun kultuvralasj ja gielalasj dárbojt ållidum musihka, duoje ja luonndovásádusáj baktu.
sma: Jaepien 2017 årganisasjovne europejen åasam åadtjoeji sov barkoen åvteste, gaskem jeatjah akten prosjekten åvteste man aajkoe lij saemieh demensine dåarjoehtidh viehkien kulturelle jïh gïeleldh daerpiesvoeth faalehtidh viehkine musihkeste, vætnoste jïh eatnemedååjresijstie.

source: Ruonáednama ráddidus mierredij nasjonála demænssastratesjijjav jagen 2013, dat lij vuolggám guoradallamis jages 2012.
sma: Kruanalaanten reerenasse sjæjsjali aktem nasjonaale demensestrategijem 2013, man aalkoe lij akte salkehtimmie jaepeste 2012.

source: Pládna la ájn dåjman, valla ij la desti sæmmi ájggeguovddelis.
sma: Soejkesje annje faamosne, men lea såemiesmearan fer båeries sjidteme.

source: Demænssasuorge åvdås vásstet Departementet for sundhed, sij tjuovvoli demænssastratesjijja tjadádimev suohkanijn ja almulasj skihppijsujto (Sundhedsvæsenets) dåjmav.
sma: Diedte demenesesuerkien åvteste lea Aejliesvoeten departemeenten luvnie/Departementet for sundhed, mij demensestrategijen sjïehtesjimmiem bæjjese fulkie tjïelti jïh byögkeles sujhtemen (Sundhedsvæsenets) barkosne.

source: Guoradallamin jages 2012 bådij åvddån suláj 250 ulmutjijn Ruonáednamin lij diagnåvseridum demænssaskihpudahka.
sma: Salkehtimmie jaepeste 2012 vuesiehti ovrehte 250 almetjh Kruanalaantesne jieliejin aktine diagnosisteradamme demeneseskïemtjelassine.

source: Jagen 2019 almodij dutkam- ja åvddånahttemprosjækta Arktisk aldring (AgeArc) vijdes tjielggidusáv vuorrasap ulmutjij diles
sma: 2019 dotkeme- jïh evtiedimmieprosjekte Arktisk aldring (AgeArc) aktem vijries buerkiestimmiem båarasåbpoe almetji jieledetsiehkijste Kruanalaantesne darjoeji.

source: Ruonáednamin. Diedádusá vuodo la álmmuklåhko jagen 2018 ja vijdes etnográffalasj ságájdahttema.
sma: Reektehtse aktem årrojegoerehtimmiem våaroeminie åtna jaepeste 2018 jïh aktem gamte etnografeles gihtjehtimmiematerijellem.

source: Dassta boahtá åvddån moadda lagámusá, valla e val gájka, vásedi gássjelis la guládallat ja diedojt oadtjot oajválattjajs ja suohkanijs.
sma: Dïhte vuesehte gellie lïhke fuelhkielihtsegh, men eah gaajhkesh, faatoes gaskesadtemem jïh bïevnesh fååtesin åejvieladtjijste jïh tjïeltijste.

source: Li stuorra sieradusá suohkanij gaskan mij guosská sujttobarggij máhtudahkaj demensa ja demensa huvso birra, ja álmmugin la stuora dárbbo diedojt åttjutjit demensa birra.
sma: Stoerre joekehtsh tjïelti gaskem man jïjnjem daajroem sujhtemebarkijh demensen bïjre utnieh jïh hijven demensehoksen bïjre, jïh lissine akte stoerre daerpiesvoete bïevnesigujmie demensen bïjre årroji luvnie.

source: Diedádusán oajvvaduvvá nasjonála diehtovuorkká ja guládallamguojmme ruodnáednama suohkanijda, manna la åbbålasj vuojnno dassta makkir ressursa gávnnuji guhtik suohkanin.
sma: Reektehtsisnie aktem nasjonaale daajroebaanhkem jïh haarjanimmieguejmiem juvnehte kruanalaanten tjïeltide, mah maehtieh bijjieguvviem utnedh dej vierhtiej bïjre mah gååvnesieh fïereguhtene tjïeltesne.

source: Divna demænssaguoradallama dagáduvvi Dronning Ingrids Hospitalan, mij la Ruonáednama rijkkaskihppijviesso.
sma: Gaajhkh salkehtimmieh demensen bïjre tjïrrehtamme sjidtieh Dronning Ingrids Hospitalesne, mij lea Kruanalaanten rijhkehospitaale.

source: Dáppe gávnnuji neurolåvgå, skihppijsujttára ja skihppijgymnasta gudi demensa suorgen barggi, valla oajválattja barggi dan guovlluj ahte galggá liehket máhttelis stuorep oasev demensa guoradallamis bájkálattjat tjadádit.
sma: Daesnie neurologe, skïemtjesåjhtere jïh fysioterapeute mah demensesuerkien sisnjelen berkieh, men åejvieladtjh berkieh ihke edtja nuepie årrodh aktem stuerebe bieliem demensesalkehtimmijste voenges sijjesne darjodh.

source: Guoradallamræjddo RUDAN jårggåluvvá jagen 2019 kalaallisut giellaj ja galggá validieriduvvat.
sma: Jaepien 2019 edtja teestedïrregem RUDAS jarkoestih kruanalaanten gïelese jïh edtja dam vihtiestidh.

source: Ruonáednama vuostasj nasjonála konferánssa demensa birra plániduvvá jahkáj 2020. Dan åvdås vásstedi Departementet for sundhed, Departementet for Sociale og Justitsområdet aktan dutke arktalasj vuorastuvvamprosjevtas.
sma: Kruanalaanten voestes nasjonaale konferanse demensen bïjre soejkesjeminie tjïrrehtidh 2020, Aejliesvoeten departemeenteste, Sosijaale jïh justijsedepartemeenteste jïh dotkijijstie aktede arktiske voereseprosjekteste.

source: Iemeálmmukperspektijvva nuorttarijkalasj demensa aktisasjbargon
sma: Aalkoe-almetjeperspektijve noerhtelaanti laavenjostosne demensen bïjre

source: Jage 2015 rájes koordineri Nuorttarijkalasj álkkádusguovdásj nuorttarijkalasj demensværmádagáv rijka oajválattjaj åvdåstiddjij ja fáhkatjiehpij.
sma: 2015 raejeste Noerhtelaanti tryjjesvoetejarnge aktem noerhtelaanti demenseviermiem iktede tjirkijidie åejvieladtjijste jïh tjiehpijste laantine.

source: Værmádagá barggamvuodo li da nasjonála stratesjijja ja mærrádusá ma demensa gáktuj gávnnuji.
sma: Viermien våarome lea doh nasjonaale strategijh jïh njoelkedassh mah demensesuerkesne gååvnesieh.

source: Jagijn 2013–2017 koordinerij Nuorttarijkalasj álkkádusguovdásj prosjevtav Samer med funktionsnedsättning, barggovadde lij Vuonarijka Barne-, ungdoms- og familiedirektoratet (Bufdir).
sma: 2013 raejeste 2017 raajan Noerhtelaanti tryjjesvoetejarnge prosjektem iktedi man nomme Saemieh funksjovnegiehpiedimmine, stillemen mietie nöörjen åejvieladtjeste Maana-, noere- jïh fuelhkiedirektoraateste (Bufdir).

source: Duogásj lij nuorttarijkajn gávnnu binná diehto doajmmahiereduvvam ulmutjij birra gejn la sáme duogásj.
sma: Våarome lij vaenie daajroe gååvnei almetji bïjre funksjovnegiehpiedimmine jïh saemien maadtojne noerhtelaantine.

source: Prosjevta boados lij åvddågehtjastibme, vihtta dutkamdiedádusá ja akta prosjæktadiedádus manna lidjin policy oajvvadusá.
sma: Prosjekten illedahke lij akte åvtegoerehtimmie, vïjhte dotkemereektehtsh jïh aktem prosjektereektehtsem policyjuvnehtimmiejgujmie.

source: Jagen 2017 oattjoj Nuorttarijkalasj álkkádusguovdásj sávadusájt dutkijs, suohkanijs ja ietjá berustiddjijs nuorttarijkajn låpptit iemeálmmukperspektijvav aj demensa suorgen.
sma: Jaepien 2017 Noerhtelaanti tryjjesvoetejarnge sjaavnjoeh dotkijijstie, tjïeltijste jïh jeatjah aktöörijste Noerhtelaantine åadtjoeji juktie aalkoe-almetjeperspektijvem lutnjedh aaj demensesuerkesne.

source: Aktisasjbargojn Region Jämtland Härjedalen ja sáme ávvojahke Staare 2018 ásadij Nuorttarijkalasj álkkádusguovdásj vuostasj nuorttarijkalasj konferánsav iemeálmmugij ja demensa birra Staaren 2018 tjavtja.
sma: Laavenjostosne Regijovne Jïemhte Herjedaeline jïh saemien heevehtimmiejaepine Staare 2918, Noerhtelaanti tryjjesvoetejarnge dam voestes konferaansem öörnedi aalkoe-almetji jïh demensen bïjre Staaresne tjaktjen 2018.

source: Konferánssaj tjåhkanin ienebut gå 90 dutke, virggeulmutja nasjonála, regionála ja suohkana dásen, suohkanij sujtto ja huksosuorge bargge ja sáme sivijlasebrudahka.
sma: Konferanse tjööngki jienebh goh 90 dotkijh, dïenesjebarkijh nasjonaale, regijonaale jïh tjïelten daltesisnie, praktihkerh tjïelten sujhteme- jïh hoksesuerkesne jïh saemien sivijle siebriedahkeste.

source: Konferánsa oassálasste guorrasin jut nuorttarijkaj álkkádusvuogádagájn gávnnuji buorre ássje maj máhttá joarkket barggat.
sma: Dah mah lin meatan konferansesne seamadin hijven aamhtesh gååvnesieh mej nille maehtieh guhkiebasse bigkedh noerhtelaanti tryjjesvoetesysteemen sisnjeli.

source: Duola degu gávnnuji ållo suohkanijn Svierigin ja Vuonan sáme skåvllå, åvddåskåvllå ja mánájsujtto, ja aj sáme boarrásijsujtto.
sma: Vuesiehtimmien gaavhtan saemien skuvle, aarhskuvle jïh maanahokse gelline tjïeltine Sveerjesne jïh Nöörjesne, jïh aaj saemien båeriesalmetjesujhteme.

source: “Sáme” báhko árvval sámegiella aneduvvá ja jut ásadus dåjmaduvvá navti vaj dat hiehpá sáme kultuvrajn.
sma: ”Saemien” sæjhta jiehtedh saemien gïele åtnasåvva jïh barkoe stuvresåvva guktie sjeahta dejnie saemien kultuvrine.

source: Maŋemus jagij åvddånibme nav gåhtjodum persåvnå sentrieriduvvam vuorrasij- ja demensasujto guovlluj vájkkut stuorep oasse sujtos vuolggá indivijda ja indivijda duogátjis, berustimijs ja máhtojs, mij merkaj sáme perspektijvva oadtju luondulasj sajev sáme guovlojn ja ulmutjijda gejna la sáme identitiehtta.
sma: Evtiedimmie dan mij gohtjesåvva almetjestuvreme båeriesalmetje- jïh demensesjijsujhtemasse våaromem åtna almetjisnie jïh almetjen maadtosne, iedtjh jïh maahtoeh, mij sæjhta jiehtedh saemien perspektijve aktem iemie sijjiem åådtje saemien dajvine jïh almetjidie saemien identiteetine.

source: Da aj ienebut gå åvddål guosská lagámusájda.
sma: Jïh lïhke fuelhkie aaj enn vielie meatan vaaltasuvvieh sujhtemisnie.

source: Konferánsa maŋŋela, gidán jagen 2019, vuododuváj nuorttarijkalasj værmádahka iemeálmmugij ja demænssaj, danna oassálassti oajválattjaj åvdåstiddje, dutke ja bargge sujtto- ja huksoprofesjåvnåjn, Suoman, Vuonan, Svierigin ja Ruonáednamin.
sma: Konferansen mænngan, gïjren 2019, orre noerhtelaanti viermie tseegkesovvi suerkesne aalkoe-almetjh jïh demense, tjirkijigujmie åejvieladtjijste, dotkijigujmie jïh barkijigujmie sujhteme- jïh hoksebarkojne, Såevmeste, Nöörjeste, Sveerjeste jïh Kruanalaanteste.

source: Værmádahka la akta gålmåt tiebmáværmádagájs Nuorttarijkalasj álkkádusguovdátja værmádagá vuolen.
sma: Viermie lea akte golme teemaviermijste Noerhtelaanti demenseviermien nuelesne.

source: Ájggomus la aktan dárbojt identifisierit ådå dutkamijda, dåjmajda ma máhtudagáv låpptiji ja jårggålit ja hiebadit diagnåvserimvædtsagijt sámegiellaj ja kalaallisut giellaj.
sma: Aajkoe lea ektesne daerpiesvoetem gaavnedh orre dotkemasse, maahtoelutnjije råajvarimmieh jïh jarkoestimmie jïh sjïehtedimmie diagnosisteradimmiedïrregh saemien gïelide jïh kruanalaanten gïelese.

source: Hásstalusá ja oajvvadusá juohkusijs vuostasj nuorttarijkalasj konferánsan iemeálmmugij ja demensa gáktuj
sma: Haestemh jïh raeriestimmieh barkoetjåanghkoedåehkijste voestes noerhtelaanti konferansesne aalkoealmetji jïh demensen bïjre

source: Hásstalus 1
sma: Haesteme 1

source: Vánes diedo riektáj birra ja majt da merkahi, suohkanij ja riektáguoddij gaskan
sma: Faatoes daajroe reaktaj bïjre jïh ulmien bïjre dejstie, tjïelti jïh reakta-aajhteri luvnie

source: • Riektálága li rámmalága ma muhtem mudduj e suohkanijs vieleduvá, muhtem mudduj e vatte suohkanijda almma ræjdojt jalik sijá åvdåsvásstádusájt nuoges tjielggasit definieri.
sma: • Reaktalaaketjaeliemisnie mierielaakh mah såemiesmearan eah nuekies itjmieslaakan tjïeltijste vaaltasovvh, såemiesmearan eah tjïeltide tjïelke dïrregh vedtieh jallh dej diedtem nuekies tjïelkelaakan tjïelkesth.

source: Moadda suohkana barggi “sæmmi gájkajda” prinsihpa milta, valla duodan dat merkaj álkkádusdievnastusá sjaddi sæmmi lágatja, e dássásattja.
sma: Gellie tjïelth akten prinsihpen mietie berkieh ”seammalaakan gaajhkesidie”, men daate rïektesisnie sæjhta jiehtedh tryjjesvoetedïenesjh seammalaakan sjidtieh, men eah mïrrestalleldh sjïdth.

source: • Giella ja tjerdalasjvuohta regissterij gártjedibme vájkkut váj suohkanijda sjaddá gássjelabbo “gávnnat” sámijt.
sma: • Restriksjovni gaavhtan registerinie gïelen jïh etnisiteeten bïjre dellie geerve tjïeltide sjædta saemieh ”gaavnedh”.

source: Stuorra stádasuohkana ma doarjju moattebelakvuodadåjmajt ja - prosjevtajt majt sivijla sebrudahka jådet e sáme organisasjåvnåjt doarjo, danen gå sáme e gullu ulmmejuohkusij mij galggá “sebrudahteduvvat”.
sma: Stoerrestaaretjïelth mah gellielaaketje råajvarimmieh jïh prosjekth dåarjoeh mah öörnesuvvieh sivijle siebriedahkeste eah saemien siebrieh dåarjoeh, dan åvteste saemieh eah leah meatan “integreradimmien” ulmiedåehkesne.

source: • Ij la javladuvvam “Demænssa” gávnnu (vuorrasap) sámij ja inuihtaj gaskan skihpudak namán.
sma: • ”Demense” ij badth gååvnesh (båarasåbpoe) saemide jïh inuihtide, jallh ij tjïelkestamme sjïdth goh mij akt jeatjah goh skïemtjelasse.

source: Moadda sáme ælla bessam oahppat låhkåt ja tjállet sámegiellaj, ja sij e máhte ávkástallat tjálalasj diehtojuohkemábnnasijt ietjasa giellaj.
sma: Gellie båeries saemieh eah leah åådtjeme lohkedh jïh tjaeledh saemiengïelesne, jïh eah maehtieh tjaaleldh bïevnesematerijellem nuhtjedh jïjtsh gïelesne.

source: Ienebu gejna la iemeálmmukduogásj lulun galggat ietjasa riektájt dåbddåt, majt merkaj sáme háldadimsuohkanin årrot ja makkir riektá lága vaddi viesádijda gudi e háldadimsuohkanin åro.
sma: Jienebh almetjh aalkoe-almetjemaadtojne byöroeh sijjen reaktah damtedh, mij sæjhta jiehtedh saemien reeremedajvetjïeltine årrodh jïh mah reaktah laaketjaeleme årroejidie vedtieh mah eah dam daejrieh.

source: Oajvvadus
sma: Raeriestimmie

source: 1. Nasjonála njuolgadusá ja mærrádusá sujto ja huvso gáktuj ulmutjijda gejna la demænssa hæhttuji iemeálmmukperspektijvav vieledit ja dan praktihkalasj vájkkudusájt, duola degu iednegiella, dålkkum, “iellembirrasa perspektijva”, kulturbuojkuldagá, sensitivitiehtta ja nav gåhtjodum cultural safety.
sma: 1. Nasjonaale njoelkedassh jïh mieriedimmieh sujhtemen jïh hoksen bïjre almetjidie demensinie tjuerieh aalkoealmetjeperspektijvem bæjjese vaeltedh jïh doh praktihkeles konsekvensh destie, vuesiehtimmien gaavhtan ietniengïele, åtnoe toelhkeste, ”jieledevearteneperspektijve”, kultuvredïejvesh, sensiviteete jïh dïhte mij gohtjesåvva cultural safety.

source: Demænssajuohkusijn, doarjja giehtadallijn ja ietjá suohkana åvdåstiddjijn galggá liehket tjielgga barggogåhttjom subtsastit makkir riektá ájnegis viesádijn li iemeálmmugij ja unneplågoj nasjonála lágaj gáktuj.
sma: Demensedåehkie, dåarjoegïetedæjja jïh jeatjah tjirkijh tjïelti åvteste byöroeh tjïelkebe stillemem utnedh soptsestidh mah såarhts reaktah fïereguhte årroje åtna nasjonaale laaki mietie aalkoe-almetji jïh unnebelåhkoej bïjre.

source: 2. Sáme háldadimsuohkana dárbahi njuolgadusájt, rádijt ja ietjá lágásj doarjjagijt ma li nasjonála dásen åvddånahteduvvam gåktu riektálágajt máhttep praktihkalattjat tjadádit.
sma: 2. Saemien reeremetjïelth njoelkedassh, bihkedassh jallh jeatjah såarhts dåarjoem daarpesjieh, evtiesovveme nasjonaale daltesisnie, guktie maahta reaktalaaketjaelemem rïektesisnie tjïrrehtidh.

source: Nasjonála oajválattja lulun galggat hábbmit ja fállat duohta diehtojuohkemdåjmajt majt sáme háldadimsuohkana máhtti adnet, åbbålattjat sámij birra ja dárkkelappot makkir riektá li ja gåsi máhttá gujddit jus riektá e vieleduvá.
sma: Nasjonaale reeremetjïelth byöroeh hammoedidh jïh faalehtidh tjïelke bïevneseråajvarimmieh mejtie saemien reeremetjïelth maehtieh nuhtjedh dan saemien bïjre sïejhmelaakan jïh vielie tjïelke mah reaktaj bïjre maam åtna, jïh guktie maahta laejhtedh jis reaktah eah illesovvh.

source: 3. Akta vejulasj doajmma nuorttarijka dásen máhttá liehket kárttit ja buohtastahttet guoskavasj riektálágajt ja gåktu da bájkálattjat li implementieriduvvam Vuonan, Svierigin, Suoman, Ruonáednamin ja vejulattjat Danmárkon.
sma: 3. Akte råajvarimmieh noerhtelaanti daltesisnie maahta årrodh sjïehteles reaktalaaketjaelemem goerehtalledh jïh viertiestidh jïh dam voenges sjïehtesjimmiem destie Nöörjesne, Sveerjesne, Såevmesne, Kruanalaantesne jïh dagke aaj Danmarhkesne.

source: Hásstalus 2
sma: Haesteme 2

source: Vánes máhtudahka gielan ja kultuvran suohkanijn
sma: Faatoes gïele- jïh kultuvremaahtoe tjïeltine

source: • Vuona ja Svieriga suohkana vuorjját sáme giella- ja kultuvrramáhtov gájbbedi gå barggijt åhtsi.
sma: • Nöörjen jïh sveerjen tjïelth eah daamtaj saemien gïele- jïh kultuvredaajroen mietie gihtjh gosse edtjieh barkijh dåårrehtidh.

source: Ruonáednamin vájlluji bargge gudi dádjadi ja ságasti kalaallisut gielav.
sma: Kruanalaantesne barkijh fååtesieh mah guarkoeh jïh soptsestieh kruanalaanten gïelem.

source: • Vuonan gávnnu skihppijsujttáråhpadus man oahppogirjijn la sáme perspektijvva.
sma: • Nöörjesne skïemtjesåjhtereööhpehtimmieh gååvnesieh mah lidteraruvrem saemien perspektijvigujmie utnieh.

source: La dåssju akta åhpadus manna la sierra prográmma hábbmiduvvam. Dav vuoset dutkam mij åvddånbuvteduváj konferánsan.
sma: Ajve akte ööhpehtimmie jïjtse programmem åtna mij lea ulmien vööste hammoedamme, dotkeme vuesehte maam konferansesne åehpiedehti.

source: Suoman la prosjækta tjadáduvvam manna la sáme giella- ja kultuvrramáhtto sierra diakåvnnå- ja skihppijsujttáråhpadusán, valla åbbålattjat la sáme perspektijvva viehka vuojnnemahtes svieriga ja suoma åhpadusájn varresvuoda, skihppijsujto ja sosiála suorgijn.
sma: Såevmesne aktem prosjektem tjïrrehtamme sasemien gïele- jïh kultuvremaahtojne aktene sjïere diakovne- jïh skïemtjesåjhtereööhpehtimmesne, men saemien perspektijvh leah jeenjemasth ovvåajnoes sveerjen jïh såevmien ööhpehtimmine healsoe-, sujhteme- jïh sosijaalesuerkesne.

source: 1. Suohkana dárbahi systematiserit bargojdisá gå galggi barggijt åttjudit gejna la máhtudahka sáme gielan ja kultuvran.
sma: 1. Tjïelth daarpesjieh barkoem systematiseradidh jutkie barkijh dåårrehtidh saemien gïele- jïh kultuvremaahtojne.

source: Álggolávkke máhttá liehket tjállet almodusájn mielas vuorddá sáme åhttsijt, dagu Straejmien tjïelte (Strömsunds kommun) Svierigin dahká.
sma: Akte aalkoe maahta årrodh annonsine tjaeledh tjïelte maaje vuajna saemieh sijhtieh ohtsedh, goh Straejmien tjïelte Sveerjesne dorje.

source: Suohkana lulun aj galggat stiellit ådå merihta-, barggovásádusá- ja bálkkámáhttelisvuodajt barggijda gejna la relevánta máhtudahka gielan ja kultuvran.
sma: Tjïelth byöroeh aaj orre maahtoe-, karrijeere jïh baalhkenuepieh barkijidie sjugniedidh sjyöhtehke gïele- jïh kultuvremaahtojne.

source: 2. Dárbaj máhttovuododum ábnnasijt sámij ja inuihtaj árbbedábálasj vuojno milta demensa gáktuj, ja meritierijiddje sertifisierimav dajs barggijs majna la sáme ja inuihta kultuvrramáhtudahka, duola degu vásádusá Silvia- sertifisierimis Svierigin.
sma: 2. Daajroebaseradamme materijelle daerpies saemiej jïh inuihti aerpievuekien vuajnoen bïjre demensese, jïh daerpies aktine jååhkesjimmine såjhteri maahtojste mej saemien jïh inuihten kultuvremaahtoe, vuesiehtimmien gaavhtan aalkovinie dååjrehtimmine Silvia-jååhkesjimmeste Sveerjesne.

source: Máhttá åvddånahttet praktihka lahka vuodoåhpadusáv sáme kultuvrramáhtudagán divna virggeulmutjijda sujtto-, huvso- ja sosiáladievnastusán sáme háldadussuohkanijn.
sma: Lij sån aaj maahteme aktem praksiselïhke maadthööhpehtimmiem evtiedidh sujhteme-, hokse- jïh sosijaaledïenesjisnie saemien reeremetjïeltine.

source: Vuodulasj ja avtagerdak gatjálvisá degu “mij la sábme” ja “årru gus sáme stuora stádan? ” hæhttu problematisieriduvvat ja vássteduvvat åhpadusán.
sma: Byöroe digkiedidh jïh vaestiedidh maadthgyhtjelassh jïh aelhkie gyhtjelassh ööhpehtimmesne goh ”mij lea saemie” jïh ”saemieh stoerrestaarine årroeh?”.

source: Hásstalus 3
sma: Haesteme 3

source: Vánes ræjdo bæjválasj bargon ja ræjdo maj dåjmav åvddånahtti
sma: Faatoes dïrregh biejjieladtje barkosne jïh dïrregh juktie barkoem evtiedidh

source: • Muhtem ræjdo li Vuonan åvddånahteduvvam, duola degu diagnåvserim ja diehtojuohkem lagámusájda, valla ájn la stuora vánesvuohta ræjdojs ma li kultuvrraj hiebaduvvam ja/jali jårggåluvvam divna sámegielajda ja kalaallisut giellaj.
sma: • Nöörjesne såemies dïrregh leah evtiesovveme, vuesiehtimmien gaavhtan diagnostiseradimmien jïh bïevnesi sisnjeli lïhke fualhkan, men annje jïjnjh kultuvresjïehtedamme jïh/jallh jarkoestamme dïrregh fååtesieh, gaajhkine saemien gïeline jïh kruanalaanten gïelesne.

source: 1. Máhttelis doajmma nasjonála ja nuorttarijkalasj dásen la ásadit jahkásasj arienájt háldadussuohkanij jådediddjijda ja barggijda gånnå bessi gávnadit ja vásádusájt lånudallat.
sma: 1. Akte råajvarimmie mejnie maahta nïerhkedh nasjonaale jïh noerhtelaanti daltesisnie lea areenah tseegkedh åejvide jïh barkijidie reeremetjïeltine fïerhten jaepien juktie gaavnedidh jïh dååjrehtimmieh juekedh.

source: 2. Ietjá máhttelis doajmma, mij aj máhttá tjadáduvvat nasjonála jali nuorttarijkalasj dásen, la identifisierit ræjdojt ma juo gávnnuji ja aneduvvi nuorttarijkajn.
sma: 2. Akte jeatjah råajvarimmieh mejnie maahta nïerhkedh, maam aaj maahta nasjonaale jallh noerhtelaanti daltesisnie tjïrrehtidh, lea dïrregh damtijidh mah joe noerhtelaantine gååvnesieh jïh åtnasuvvieh.

source: Vijddásabbo luluj buorre identifisierit máhttelis relevánta værmádagájt, ræjdojt ja metåvdåjt ma li unneplågojda åvdeduvvam degu duortnusvággelattjajda, svierigasuobmelattjajda, guojnajda ja juvdájda.
sma: Lissine lij hijven orreme sjyöhtehke viermieh, dïrregh jïh vuekieh damtijidh mah dagke gååvnesieh, jïh mah leah unnebelåhkojde dorjesovveme, goh tornedaalerh, sveerjensåevmieladtjh, kveenah jïh juvdelassjh.
